app/controllers/users_controller.rb

INSERT INTO "users" ("name", "address", "title", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["name", "Kalle"], ["address", "Linghed Dalarna SWEDEN"], ["title", "Boss"], ["created_at", 2017-01-25 17:15:19 UTC], ["updated_at", 2017-01-25 17:15:19 UTC]]
---
  def create
    @user = User.new(user_params)

    respond_to do |format|
      if @user.save